Repository: mahmoud63/hollydesk-ios
Catalog: HollyDesk/Helpers/*.lproj/Localizable.strings
Languages: ar

source: BANK
ar: بنك

source: EWALLET
ar: المحفظة الإلكترونية

source: pending
ar: قيد الانتظار

source: approved
ar: تم القبول

source: declined
ar: تم الرفض

source: reconciliation approved
ar: تمت الموافقة على التسوية

source: enter password more than 6 item
ar: ادخل كلمة مرور اكثر من ٦ عناصر

source: There is no connection
ar: لا يوجد اتصال بالانترنت

source: enter valid email
ar: ادخل بريد الكترونى صحيح

source: enter total amount
ar: ادخل اجمالى الكميه

source: enter currency
ar: ادخل العمله

source: enter paid to
ar: ادخل اسم المدفوع له

source: enter paid for
ar: ادخل السبب المدفوع لأجله

source: enter paid date
ar: ادخل تاريخ الدفع

source: enter paid images
ar: ادخل صور الدفع

source: enter name
ar: ادخل الاسم

source: enter bank name
ar: ادخل اسم البنك

source: enter bank account number
ar: ادخل رقم الحساب البنكى

source: enter bank address
ar: ادخل عنوان البنك

source: enter valid phone
ar: ادخل رقم هاتف صحيح

source: please check isReceive First
ar: من فضلك , اضغط تم الاستلام اولا

source: please choose payment way first
ar: من فضلك اختر طريقة الدفع اولا

source: choose amount please
ar: من فضلك اختر الكمية

source: Home
ar: الرئيسيه

source: More
ar: المزيد

source: My Requests
ar: طلباتي

source: in advance request
ar: طلب مسبق

source: Reimbursement Requests
ar: مطالبة سداد

source: Wallet
ar: المحفظة

source: Request Details
ar: تفاصيل الطلب

source: Payment Way
ar: صرف المستحقات

source: New In Advance Request
ar: طلب جديد مقدم

source: New Request
ar: طلب جديد

source: Seems like you don't have any requests here... Make a request and get reimbursed in seconds!
ar: يبدو أنه ليس لديك أي طلبات هنا ... قدم طلبًا واحصل على تعويض في ثوانٍ!

source: profile
ar: الملف الشخصى

source: Cancel
ar: إغلاق

source: Ok
ar: تم

source: Edit Request
ar: تعديل الطلب

source: Add New Request
ar: إضافة طلب جديد

source: Save
ar: حفظ

source: Hello
ar: مرحبا

source: EGP
ar: جنيه مصري

source: Team Request
ar: طلبات الفريق

source: Reconciliation approved
ar: تمت الموافقة على التسوية

source: Pending
ar: قيد الانتظار

source: Declined
ar: تم القبول

source: Approved
ar: تم الرفض

source: My Profile
ar: الملف الشخصي

source: enter your first name
ar: ادخل الاسم الاول

source: enter your last name
ar: ادخل اسم العائله

source: enter your work title
ar: ادخل الاسم الوظيفي
